tap "cloudflare/cloudflare"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
tap "twilio/brew"
tap "zurawiki/brews"
brew "aliyun-cli"
brew "openssl@3"
brew "azure-cli"
brew "coreutils"
brew "direnv"
brew "ffmpeg"
brew "htop"
brew "hub"
brew "iperf3"
brew "jq"
brew "kubernetes-cli"
brew "mkcert"
brew "mosquitto"
brew "openapi-generator"
brew "openssl@1.1"
brew "pipx"
brew "smartmontools"
brew "telnet"
brew "tig"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "cloudflare/cloudflare/cloudflared", link: false
brew "derailed/k9s/k9s"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
brew "twilio/brew/twilio"
cask "mos"
cask "orbstack"
vscode "alefragnani.project-manager"
vscode "alexcvzz.vscode-sqlite"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "coolbear.systemd-unit-file"
vscode "cpylua.language-postcss"
vscode "dariofuzinato.vue-peek"
vscode "dart-code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "dcortes92.freemarker"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "drusellers.monitrc"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hbenl.vscode-test-explorer"
vscode "hollowtree.vue-snippets"
vscode "idleberg.applescript"
vscode "in4margaret.compareit"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "octref.vetur"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "torn4dom4n.latex-support"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "william-voyek.vscode-nginx"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
