tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"
# Universal Command-Line Interface for Alibaba Cloud
brew "aliyun-cli"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Load/unload environment variables based on $PWD
brew "direnv"
# Cryptography and SSL/TLS Toolkit
brew "openssl@3"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Improved top (interactive process viewer)
brew "htop"
# Add GitHub support to git on the command-line
brew "hub"
# Update of iperf: measures TCP, UDP, and SCTP bandwidth
brew "iperf3"
# Kubernetes command-line interface
brew "kubernetes-cli"
# Simple tool to make locally trusted development certificates
brew "mkcert"
# Message broker implementing the MQTT protocol
brew "mosquitto"
# Interpreted, interactive, object-oriented programming language
brew "python@3.11"
# User interface to the TELNET protocol
brew "telnet"
# Internet file retriever
brew "wget"
# Everything you need to get started with Heroku
brew "heroku/brew/heroku"
# Reverse proxy, secure introspectable tunnels to localhost
cask "ngrok"
# Replacement for Docker Desktop
cask "orbstack"
