tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core", "https://github.com/Homebrew/homebrew-core.git"
tap "homebrew/services"
brew "ab"
brew "aliyun-cli"
brew "gdbm"
brew "ansible"
brew "ant"
brew "libpng"
brew "aria2"
brew "bfg"
brew "bison"
brew "boost"
brew "bzip2"
brew "certbot"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "curl"
brew "libtool"
brew "libpq"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "ctags"
brew "ctop"
brew "go"
brew "dep"
brew "dnsmasq", restart_service: true
brew "elixir"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "fswatch"
brew "gdb"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-extras"
brew "git-sizer"
brew "glances"
brew "gnupg"
brew "gource"
brew "hdf5"
brew "helm"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hub"
brew "hugo"
brew "libheif"
brew "python@3.8"
brew "libomp"
brew "imagemagick"
brew "iperf3"
brew "ipopt"
brew "jetty"
brew "jq"
brew "kubernetes-cli"
brew "lean-cli"
brew "libiconv"
brew "libmemcached"
brew "libslirp"
brew "little-cms"
brew "lrzsz"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "ninja"
brew "meson"
brew "minikube"
brew "mosquitto", restart_service: true
brew "nebula", restart_service: true
brew "nginx", restart_service: true
brew "nmap"
brew "node@14"
brew "openapi-generator"
brew "protobuf"
brew "percona-server", restart_service: true
brew "php@8.0", restart_service: true, link: true
brew "phpunit"
brew "pipenv"
brew "poetry"
brew "postgresql", restart_service: true
brew "pyenv"
brew "qemu"
brew "ranger"
brew "re2c"
brew "redis", restart_service: true
brew "rsync"
brew "smartmontools"
brew "sphinx-doc"
brew "ssh-copy-id", link: true
brew "supervisor", restart_service: true
brew "swagger-codegen"
brew "tdlib"
brew "telnet"
brew "thefuck"
brew "thrift"
brew "tig"
brew "tinc"
brew "tmux"
brew "tree"
brew "ufraw"
brew "vim"
brew "vnstat", restart_service: true
brew "watchman"
brew "wdiff"
brew "wget"
brew "wireguard-go"
brew "wireguard-tools"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "zbar"
brew "zlib"
brew "heroku/brew/heroku"
cask "adoptopenjdk"
cask "bob"
cask "chromedriver"
cask "multipass"
cask "raycast"
cask "tuntap"
cask "virtualbox"
